Repository: CoderAltaire/grin
Catalog: lib/l10n/intl_*.arb
Languages: uz

# strHome
source: Home and garden
uz: Asosiy

# strCategory
source: Category
uz: Kategoriya

# strOrders
source: Orders
uz: Buyurtmalar

# strProfile
source: Profile
uz: Profil

# strFeed
source: Comments
uz: Sharhlar

# strCategoryName
source: Category Name...
uz: Kategoriya nomi...

# strStore
source: Markets and Shops
uz: Bozorlar va Do‘konlar

# strSport
source: Sports
uz: Sport

# strtransport
source: Transportation
uz: Transport

# strFood
source: Food
uz: Oziq-ovqat

# strBeauty
source: Beauty
uz: Go‘zallik

# strHouse
source: Real estate
uz: Ko‘chmas mulk

# strRestaurant
source: Restaurants and cafes
uz: Restoran va kafelar

# strEducation
source: Education
uz: Ta’lim

# strBusiness
source: Business and services
uz: Biznes va xizmatlar

# strMedical
source: Healthcare and medicine
uz: Sog’liqni saqlash va tibbiyot

# strHobby
source: Hobbies and leisure
uz: Hobbi va dam olish

# strFindFromMap
source: Find on the map
uz: Xaritadan topish

# strContact
source: Contact
uz: Bog’lanish

# strMakeDirection
source: Make a direction
uz: Yo‘nalish tuzish

# strToBack
source: Back
uz: Ortga

# strOpenWith
source: Open with
uz: Ochish uchun dasturlar

# strNoSubcategoryForThisCategory
source: The products in the category that you use are not added yet.
uz: Siz izlagan toifadagi mahsulotlar hali qo'shilmagan

# strPleaseTryAgain
source: Please try again!
uz: Iltimos qayta urinib ko‘ring !

# strRefreshPage
source: Refresh page
uz: Sahifani yangilash

# strSoonAddsCompany
source: You can see more companies joining here soon!
uz: Tez orada Kompaniyalar qo‘shilishi bilan bu yerda ko‘rishingiz mumkun!

# strYouDontAddCompany
source: You have not added any companies yet.
uz: Siz hali Kompaniyalarni qo‘shmadingiz

# strAddCompanyAndSeeHere
source: Add companies to your saved ones and they will appear here!
uz: Kompaniyalarni saqlanganlarga qo‘shing va bu yerda ular ko‘rinadi !

# strMostPurchased
source: Most Purchased
uz: Eng ko’p sotib olinganlar

# strAll
source: All
uz: Barchasi

# strShippingAddress
source: Shipping Address
uz: Yetkazib berish manzili

# strSum
source: sum
uz: so`m

# strfilter
source: Filter
uz: Filtr

# strByPrice
source: By Price
uz: Narx bo’yicha

# strFrom
source: From
uz: Dan

# strTo
source: To
uz: Gacha

# strCountry
source: Country
uz: Davlat

# strChoose
source: Choose
uz: Tanlang

# strSave
source: Save
uz: Saqlash

# strProductName
source: Product Name...
uz: Mahsulot nomi...

# strBasket
source: Basket
uz: Savatcha

# strCategories
source: Categories
uz: Kategoriyalar

# strOrder
source: Order
uz: Buyurtma

# strDelivery
source: Delivery
uz: Yetkazib berish

# strTotalCost
source: Total Cost
uz: Umumiy summa

# strIn100grams
source: In 100 grams of product
uz: 100 gramm mahsulotda

# strContent
source: Content
uz: Tarkibi

# strNotAvailable
source: Not Available
uz: Mavjud emas

# strBestBefore
source: Best Before
uz: Saqlash muddati

# strStorageTemperature
source: Storage Temperature
uz: Saqlash harorati

# strSuperOffer
source: Super Offer, Super Price
uz: Super taklif, super narx

# strExchange
source: Exchange
uz: Almashtiring

# strActiveOrder
source: Active Orders
uz: Faol buyurtmalar

# strOrderHistory
source: Order History
uz: Buyurtmalar tarixi

# strOrderStatus
source: Order Status
uz: Buyurtma statusi

# strOrderTime
source: Order Time
uz: Buyurtma vaqti

# strLocation
source: Location
uz: Manzil

# strDeliveryTime
source: Delivery Time
uz: Yetkazilish vaqti

# strCash
source: Cash
uz: Naqd

# strPaymentType
source: Payment Type
uz: To’lov turi

# strProducts
source: Products
uz: Mahsulotlar

# strEmptyTitle
source: It`s empty here for now!
uz: Xozircha bu yer bo’sh!

# strEmptyOrderSubTitle
source: Please go to the category to place an order!
uz: Iltimos buyurtma berish uchun, kategoriyaga o’ting!

# strGoToShopping
source: Go to Shopping
uz: Xarid qilishga o`ting

# strAllStatus
source: All Statuses
uz: Barcha statuslar

# strFiltering
source: Filtering
uz: Filterlash

# strBalance
source: Balance
uz: Balans

# strTransactions
source: Transactions
uz: Tranzaksiyalar

# strMyAddresses
source: My Addresses
uz: Mening manzillarim

# strSaved
source: Saved
uz: Saqlanganlar

# strLanguage
source: Language
uz: Til

# strFeedback
source: Feedback
uz: Qayta aloqa

# strLogOut
source: Log Out
uz: Chiqish

# strQueAndAns
source: Questions and Answers
uz: Savol va javoblar

# strDeleteAccount
source: Delete Account
uz: Hisobni o`chirish

# strLogOutTitle
source: Log Out
uz: Hisobdan chiqish

# strLogOutSubTitle
source: Are you sure you want to log out?
uz: Siz, albatta, hisobdan chiqishni xohlaysizmi?

# strStay
source: Stay
uz: Qoling

# strDeleteAccountTitle
source: Do you want to delete your account?
uz: Akkauntni o’chirmoqchimisiz?

# strDeleteAccounttSubTitle
source: By pressing the `Delete` button, you will permanently delete your account without the possibility of recovery. Are you sure you want to do this?
uz: (O`chirish) tugmachasini bosish orqali siz hisobingizni tiklash imkoniyatisiz butunlay o`chirib tashlaysiz. Siz buni qilishni xohlayotganingizga aminmisiz?

# strCancellation
source: Cancellation
uz: Bekor qilish

# strUzbek
source: Uzbek
uz: O`zbek tili

# strRussian
source: Russian
uz: Rus tili

# strEnglish
source: English
uz: Ingliz tili

# strSelectLanguage
source: Select Language
uz: Tilni tanlang

# strMakeCall
source: Make a Call
uz: Qo`ng`iroq qiling

# strWriteInTelegram
source: Write in Telegram
uz: Telegramda yozing

# strAddAdress
source: Add Address
uz: Manzil qo’shish

# strAdress
source: Address
uz: Manzil

# strAddressesDescription
source: Add addresses that are close to receiving orders
uz: Buyurtmani qabul qilish yaqin bo’lgan manzillarni qo’shib oling

# strBalanceFilling
source: Balance Filling
uz: Balansni to`ldirish

# strSuccessfulPurchase
source: Successful Purchase
uz: Muvaffaqiyatli xarid

# strWithdrawMoneyBalance
source: Withdraw Money from Balance
uz: Balansdan o`tkazish

# strRepayment
source: Repayment
uz: Qayta to`lov

# strDate
source: Date
uz: Sana

# strFillingUpTheAccount
source: Filling Up the Account
uz: Xisobni to’ldirish

# strEnterTheAmount
source: Enter the Amount
uz: To`lov miqdori

# strChoosePaymentSystem
source: Choose Payment System
uz: To’lov tizimini tanlang

# strCannotBeEmpty
source: cannot be empty!
uz: bo`sh bo`lishi mumkin emas!

# strStart
source: Start
uz: Boshlang

# strRetry
source: Retry
uz: Qayta urinish

# strAttentionError
source: Attention, Error!
uz: Diqqat, xatolik!

# strNoConnectionInternet
source: No Internet Connection!
uz: Internet bilan aloqa yo’q!

# strEditPersonalInformation
source: Edit Personal Information
uz: Shaxsiy ma`lumotlarni tahrirlash

# strFirstName
source: First Name
uz: Ism

# strEnterFirstName
source: Enter your First Name
uz: Ismingizni kiriting

# strLastName
source: Last Name
uz: Familiyasi

# strEnterLastName
source: Enter your Last Name
uz: Familiyangizni kiriting

# strYearDateMonth
source: Year/Month/Day
uz: Yil/oy/kun

# strGender
source: Your Gender
uz: Jinsingiz

# strMale
source: Male
uz: Erkak

# strFemale
source: Female
uz: Ayol

# strConfirmation
source: Confirmation
uz: Tasdiqlash

# strPlaceOrder
source: Place Order
uz: Buyurtma berish

# strClosestTime
source: Today, at the closest time
uz: Bugun, eng yaqin vaqtda

# strWhoWillTakeOrder
source: Who will take the order?
uz: Buyurtmani kim oborsin?

# strCashPayment
source: Cash Payment
uz: Naqd to`lov

# strOnlinePayment
source: Online Payment
uz: Online to`lov

# strOnlineBalance
source: Deduct from Balance
uz: Balansdan yechish

# strDoesntMatter
source: Doesn`t Matter
uz: Farqi yo`q

# strPlaceOrderInfo1
source: Attention! Because you selected a woman, the order must be accepted by
uz: Diqqat! siz ayol kishini tanlaganingiz sababli buyurtmani ham

# strPlaceOrderInfo2
source: a woman!
uz: ayol kishi kutib olishi shart!

# strReceivedByWoman
source: Understood, the order will be accepted by a woman.
uz: Tushunarli, buyurtmani ayol kishi kutib oladi.

# strShowLastAddress
source: Show Last Address
uz: Oxirgi manzilni ko`rsating

# strSignIn
source: Sign In
uz: Kirish

# strRegistration
source: Register
uz: Ro`yxatdan o`ting

# strSelectDeliveryAddress
source: Select Delivery Address
uz: Yetkazib berish manzilini tanlang

# strPleaseRegister
source: Please Register
uz: Iltimos, ro`yxatdan o`ting

# strPleaseSignIn
source: Please Sign In
uz: Iltimos, tizimga kiring

# strYourPhone
source: Your Phone Number
uz: Telefon raqamingiz

# strEnterYourPhone
source: Enter your Phone Number
uz: riting

# strTheNumberWasEnteredIncorrectly
source: The number was entered incorrectly.
uz: Raqam noto`g`ri kiritilgan.

# strConfirmationCode
source: Confirmation Code
uz: Tasdiqlash kodi

# strVerificationCodeDescription
source: A 6-digit confirmation code was sent to this phone number, enter this code!
uz: Ushbu telefon raqamga 6 xonali tasdiqlash kodi yuborildi, ushbu kodni kiriting!

# strSendCodeAgain
source: Send Code Again
uz: Kodni qayta yuboring

# strApartment
source: Apartment
uz: Xonadon

# strFrontDoor
source: Front Door
uz: Old eshik

# strHomeNumber
source: House Number
uz: Uy

# strTotal
source: Total
uz: Jami

# strAdressName
source: Address Name
uz: Manzil nomi

# strEnterAdressName
source: Enter Address Name
uz: Manzil nomini kriting

# strEnterDeliveryAddress
source: Enter Delivery Address
uz: Yetkazib berish manzilini kiriting

# strWeDidNotFind
source: We did not find this place
uz: Bu joyni topa olmadik

# strTryAgarin
source: Try Again!
uz: Qayta urinib ko`ring!

# strSelectAdressType
source: Select Address Type
uz: Manzil turini tanlang

# strCannotDeliver
source: We cannot deliver here
uz: Biz bu erga yetkazib berolmaymiz

# strEditPhoneNumber
source: Edit Phone Number
uz: Telefon raqamini tahrirlash

# strEntercode
source: Enter Code
uz: Kodni kiriting

# strDearUser
source: Dear User
uz: Hurmatli foydalanuvchi

# strYouDontHavePermission
source: You need to sign in to use this function. Please register or sign in, and click the button below.
uz: Buning uchun tizimga kirishingiz kerak ushbu funktsiyadan foydalanish uchun ro`yxatdan o`ting yoki tizimga kiring, iltimos, quyidagi tugmani bosing.

# strManufacturer
source: Manufacturer
uz: Ishlab chiqaruvchi

# strPopularProducts
source: Popular Products
uz: Ommabop mahsulotlar

# strCrosSale
source: Also see
uz: Shuningdek qarang

# strRecommended
source: Recommended
uz: Tavsiya qilinganlar

# strPromo
source: For You
uz: Siz uchun

# strNewest
source: Newest
uz: Eng yangi

# strBestSelling
source: Best Selling
uz: Eng ko`p sotilgan

# strCheapest
source: Cheapest
uz: Eng arzon

# strUserInfoUpdatedSucc
source: User information updated successfully!
uz: Foydalanuvchi ma`lumotlari muvaffaqiyatli yangilandi!

# strEnterBirthDay
source: Enter Birthdate
uz: Tug`ilgan sanani kiriting

# strEnterDeliveryTime
source: Enter Delivery Time
uz: Yetkazish vaqtini kiriting

# strEditAddress
source: Edit Address
uz: Manzilni tahrirlash

# strFriend
source: Friend
uz: Do`stim

# strParents
source: Parents
uz: Ota-onam

# strMosque
source: Mosque
uz: Masjid

# strOffice
source: Office
uz: Ofis

# strDelete
source: Delete
uz: O`chirish

# strCanceled
source: Canceled
uz: Bekor qilindi

# strCompleted
source: Completed
uz: Yakunlandi

# strPending
source: Pending
uz: Kutish jarayonida

# strPaymentPerformed
source: Payment Performed
uz: To`lov amalga oshirildi

# strProcessing
source: Processing
uz: Tayyorlanmoqda

# strOutForDelivery
source: Out for Delivery
uz: Yetkazib berilmoqda

# strDelivered
source: Delivered
uz: Yetkazib berildi

# strReceived
source: Received
uz: Qabul qilindi

# strNotifications
source: Notifications
uz: Bildirishnomalar

# strNoNotifications
source: No Notifications
uz: Hech qanday bildirishnoma yo`q

# strNoNotificationsDesciption
source: This page is empty, meaning you have no notifications.
uz: Bu sahifa boʻsh, demak sizda bildirishnomalar yoʻq.

# strLeaveFeedback
source: Leave Feedback
uz: Fikr qoldiring

# strToTheSystem
source: To the System
uz: Tizimga kirish

# strGrade
source: Grade
uz: Baho

# strAddImage
source: Add Images
uz: Rasmlar qo`shish

# strComment
source: Comment
uz: Sharh

# strComments
source: Comments
uz: Sharhlar

# strOrderInLastDeliveryTime
source: Order at the last delivery time
uz: Buyurtma eng yaqin vaqtda

# strTarget
source: Target
uz: Mo`ljal

# strEnterTarget
source: Enter Target
uz: Mo`ljal kiriting

# strStreetName
source: Street Name
uz: Ko`cha nomi

# strEnterStreetName
source: Enter Street Name
uz: Ko`cha nomi kiriting

# strDoYouHaveQuestion
source: Do you have a question?
uz: Savolingiz bormi?

# strNoRead
source: Not Read
uz: Oʻqilmagan

# strIsRead
source: Read
uz: Oʻqilgan

# strCancelOrder
source: Cancel Order
uz: Buyurtmani bekor qilish

# strReasonCancelOrder
source: Why do you want to cancel the order?
uz: Nima sababdan buyurtmani bekor qilmoqchisiz?

# strAnOtherReason
source: Another Reason
uz: Boshqa sabab

# strOrderCanceldSuccessfully
source: Order successfully canceled!
uz: Buyurtma muvaffaqiyatli bekor qilindi!

# strServerError
source: Server Error
uz: Server xatosi

# strCheckInternetConnection
source: Internet Connection Error
uz: Internet xatosi

# strUnknownFailure
source: Unknown Error
uz: Noma`lum xato

# strUnAuthorizationFailure
source: Authorization Error
uz: Ro`yxatdan o`tish xatosi

# strEmailOrPasswordWrong
source: Email or Password is incorrect
uz: Elektron pochta yoki parol noto`g`ri

# strUserNotfound
source: User not found
uz: Foydalanuvchi topilmadi

# strWrongCode
source: Incorrect Code
uz: Kod noto`g`ri

# strCachFailure
source: Cache Error
uz: Kesh xatosi

# strEnterValidPhone
source: Enter a valid phone number.
uz: Yaroqli telefon raqamini kiriting.

# strAlreadyInUse
source: This phone number is already in use.
uz: Bu telefon raqami allaqachon ishlatilmoqda.

# strUserDeactived
source: User deactivated. Please contact the administrator.
uz: Foydalanuvchi o`chirilgan. Iltimos, administratorga murojaat qiling.

# strHaveNotPurchased
source: You have not purchased this product in the last month.
uz: Siz ushbu mahsulotni oxirgi 1 oy ichida xarid qilmagansiz

# strDontHaveAnyNewNotifications
source: You currently have no new notifications. Done later!
uz: Ayni paytda sizda yangi bildirishnomalar yo‘q. Keyinroq tekshiring!

# strCurrentPhoneNumber
source: Current Phone Number
uz: Joriy raqam

# strNewPhoneNumber
source: New Phone Number
uz: Yangi raqam

# strWideSelectionOfProducts
source: Wide selection of products
uz: Mahsulotlar keng tanlovi

# strWideSelectionOfProductsSubTitle
source: We guarantee that you won`t struggle to find what you need among over 200 products!
uz: 200dan ortiq mahsulotlar ichida o’zingizga kerak bo’lganini topishga qiynalmasligingizga kafolat beramiz!

# strConvenientDeliveryService
source: Convenient delivery service
uz: Qulay yetkazib berish xizmati

# strConvenientDeliveryServiceSubTitle
source: Our couriers not only deliver quickly and efficiently, but you can also choose who delivers your product!
uz: Bizda kuryerlarimiz mahsulotlarni nafaqat tezkor va sifatli yetkazib berishadi, balkim siz mahsulotni kim olib kelib berishini tanlashingiz ham mumkin!

# strConsistentDiscounts
source: Consistent discounts
uz: Barqaror chegirmalar

# strConsistentDiscountsSubTitle
source: Our discounts are constantly updated, and you will be notified as soon as they start!
uz: Bizda doimo chegirmalar yangilanib turadi, va siz chegirma boshlanishi bilan bildirishnoma orqali xabar olib turasiz!

# strCollected
source: Collected
uz: Yig`ilgan

# strOnTheWay
source: On The Way
uz: Yo`lda

# strComment2
source: Comments
uz: Sharhlar

# strOrderSuccessfully
source: The order was successfully completed!
uz: Buyurtma muvaffaqiyatli amalga oshirildi !

# strError
source: Error !
uz: Xato !

# strSuccess
source: Success
uz: Muvaffaqiyatli

# strFindWarehouse
source: Find a Warehouse
uz: Omborni toping

# strRequiredLocationDescription
source: You must select a location to fully use the app. Location helps us find the closest services to you.
uz: Ilovadan to`liq foydalanish uchun locatsiyani tanlashingiz kerak. Locatsiya sizga eng yaqin xizmatlarni topishimizga yordam beradi.

# strMessageText
source: What I want isn`t here
uz: Men xohlagan narsa bu erda emas

# strWhatIsMissing
source: Type what is missing
uz: Nima yetishmayotganini yozing

# strTypeTheProductName
source: Type the product name
uz: Mahsulot nomini yozing

# strMadeSuccessfully
source: The request was made successfully.
uz: So`rov muvaffaiyatli amalga oshirldi.

# strProteins
source: Proteins
uz: Oqsillar

# strFats
source: Fats
uz: Yog`lar

# strCarbohydrates
source: Carbohydrates
uz: Uglevodlar

# strPleaseEnableLocation
source: Please enable location services.
uz: Iltimos, lokatsiya xizmatlarini yoqing.

# strQrCheck
source: Electronic check
uz: Elektron chek

# strComplaint
source: Complaint
uz: Shikoyat

# strSuggestion
source: Suggestion
uz: Taklif

# strWriteComplaint
source: Write a complaint
uz: Shikoyat yozing

# strSelectType
source: Select request type
uz: So`rov turini tanlang

# strMakecomplaint
source: Make a complaint or suggestion
uz: Shikoyat yoki taklif berish

# strPhoneNumber
source: Phone Number
uz: Telefon raqam

# strTheyRecommended
source: They Recommended
uz: Tavsiya qilishdi

# strThereIsNoOther
source: There is no other
uz: Boshqa yo`q

# strOnSale
source: On Sale
uz: Sotuvda

# strCantDeliver
source: We cannot deliver here
uz: Biz bu manzilga etkazib berolmaymiz

# strWouldLikeDeliverHere
source: Would you like us to deliver here?
uz: Shu manzilga etkazib berishimizni xohlaysizmi?

# strNo
source: No
uz: Yo`q

# strYes
source: Yes
uz: Ha

# strEnterAnotherDeliveryLocation
source: Enter another location we can deliver to?
uz: Yetkazib berishimiz mumkin bo`lgan boshqa joyni kiriting?

# strWouldLikeDeliverToThisAddress
source: Should we deliver to this address?
uz: Shu manzilga yetkazib beraylikmi ?

# strSubscribe
source: Subscribe
uz: Obuna boʻling

# strMessageSent
source: Message Sent
uz: Xabar yuborildi

# strNotifyOnAvailable
source: We will send a notification as soon as the item is available.
uz: Buyum sotuvda bo`lishi bilanoq biz xabarnoma yuboramiz.

# strToPay
source: Pay
uz: To`lash

# strPaymentAmountMismatch
source: Does not match total amount requested
uz: Talab qilingan umumiy narxga mos kelmaydi

# strInsufficientBalance
source: Your account has insufficient balance.
uz: Hisobingizda mablag yetarli emas.

# strMixedPayment
source: Mixed Payment
uz: Aralash tolov

# strAmountPaid
source: Amount Paid
uz: To'langan miqdor

# strAmountToBePaid
source: Amount to be paid
uz: To'lanishi kerak bo'lgan miqdor

# strAnonymousCustomer
source: Anonymous Customer
uz: Anonim mijoz

# strSimilarProducts
source: Similar Products
uz: O'xshash mahsulotlar

# strTimeValidationInPlaceOrder
source: The delivery time you entered is not the product's active time!
uz: Siz kiritgan yetkazib berish vaqti mahsulotning faol vaqti emas !

# strNothingFound
source: Nothing found
uz: Hech narsa topilmadi

# strAllReviews
source: All reviews
uz: Barcha sharhlar

# strTopReviews
source: Top Reviews
uz: Top sharhlar

# strAllProducts
source: All products
uz: Barcha mahsulotlar

# strLeaveComment
source: Leave a comment
uz: Sharh qoldirish

# strBad
source: Bad
uz: Yomon

# strSatisfactory
source: Satisfactory
uz: Qoniqarli

# strGood
source: Good
uz: Yaxshi

# strWonderful
source: Wonderful
uz: Ajoyib

# strExcellent
source: Excellent
uz: A'lo

# strRateCompany
source: Rate the company
uz: Kompaniyani baholang

# strLeaveYourReview
source: Leave your review
uz: Sharhingizni qoldiring

# strBeingAnonymous
source: Being anonymous
uz: Anonim bo'lish

# strSubmitReview
source: Submit review
uz: Sharh yuborish

# strWebsite
source: Website
uz: Veb sahifa

# strMoreDetails
source: More details
uz: Batafsil

# strHelpfulReview
source: Helpful review
uz: Foydali sharhlar

# strRating
source: Rating
uz: Reyting

# strSort
source: Sort
uz: Saralash

# strMostCommented
source: Most commented
uz: Eng ko'p sharh qoldirilgan

# strVerifiedReviews
source: Verified reviews
uz: Tasdiqlangan sharhlar

# strCleaning
source: Cleaning
uz: Tozalash

# strSearch
source: Search
uz: Izlash

# strHighestRating
source: Highest rating
uz: Eng yuqori reyting

# strLowestRating
source: Lowest rating
uz: Eng past reyting

# strMostReaction
source: Most reaction
uz: Eng ko‘p reaksiya qoldirilgan

# strNewOnesFirst
source: New ones first
uz: Avval yangilari

# strFirstTheOldOnes
source: First the old ones
uz: Avval eskilari

source: Enter address
uz: Manzilni kiriting

# enterAddressDetail
source: Please provide your shipping address to order from Bir Qadam.
uz: Bir Qadamdan buyurtma berish uchun jo'natish manzilingizni ko'rsating.

# myAddress
source: Enter your address
uz: Manzilingizni kiriting

# womanCannatDelivery
source: The female courier will not be able to deliver your order during this time
uz: Ayol kurer bu vaqt ichida buyurtmangizni yetkazib bera olmaydi

source: Next
uz: Keyingisi

# notPayed
source: Not paid
uz: To'lanmagan

# outFromAddress
source: Out of delivery area
uz: Yetkazib berish hududidan tashqarida

# sendedRequestToAddress
source: A delivery request has been sent
uz: Yetkazib berish soʻrovi yuborildi

source: Guest
uz: Mehmon

source: Fully Paid
uz: To'liq to'langan

source: Partially Paid
uz: Qisman to'langan

source: Swipe to cancel
uz: Bekor qilish
